Repository: piglesias1/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/custom.po
Languages: pt_br

source: Unlock Your Potential: Discover New Courses Today!
pt_br: Desbloqueie seu potencial! Inscreva-se em novos cursos hoje!

source: Explore a world of knowledge and enhance your skills with our diverse range of courses
pt_br: Explore um novo mundo de conhecimento e melhore suas habilidades com a nossa diversa disponibilidade de cursos

source: Browse
pt_br: Buscar

source: Select a file
pt_br: Selecione um arquivo

source: Choose one
pt_br: Selecione uma

source: Please select the report type and then click "Download Report" button
pt_br: Por favor, selecione o tipo de relatório e clique no botão "Baixar Relatório".

source: Anonymized Student IDs
pt_br: Identificação Anônima de Alunos

source: Profile Information
pt_br: Informações do Perfil

source: Learner who can enroll
pt_br: Alunos que podem se inscrever

source: List enrolled students profile information
pt_br: Lista de informação de perfil de alunos inscritos

source: Proctored exam results
pt_br: Resultados de exames supervisionados

source: Survey Result report
pt_br: Relatório de Resultado de Pesquisa

source: ORA Data report
pt_br: Relatório de dados ORA

source: Problem Grade report
pt_br: Relatório de Nota de Problema

source: Download Report
pt_br: Baixar Relatório

source: Problem Report
pt_br: Relatório de problema

source: Please select learner status and then click "Download Course Grade Report" button.
pt_br: Por favor, selecione o status do estudante e clique no botão "Baixar Relatório de Notas do Curso".

source: Download Course Grade Report
pt_br: Baixar Relatório de Notas do Curso

source: Learner status
pt_br: Status do estudante

source: Verified Learners Only
pt_br: Somente Estudantes Verificados

source: View certificates
pt_br: Visualizar certificados

source: Download CSV of certificates
pt_br: Baixar CSV de certificados

source: Please, select a certificate report type option and then click "Download Report" button.
pt_br: Por favor, selecione uma opção de tipo de relatório de certificado e clique no botão "Baixar Relatório".

source: Already Enrolled
pt_br: Já Inscrito

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
pt_br: Se você recebeu um ID de Vídeo para assistir a um vídeo neste componente, digite o identificador aqui. Neste caso, não digite valores referentes ao URL Padrão do Vídeo, URL's do Arquivo de Vídeo ou o ID do YouTube. Se você não recebeu um Id de Vídeo, digite valores nos outros campos e ignore este campo.

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
pt_br: Permite que os alunos baixem versões deste vídeo em diferentes formatos caso não consigam utilizar o reprodutor de vídeo local ou não tenham acesso ao YouTube. É necessário adicionar ao menos um URL fora do YouTube no campo de URL do vídeo.

source: Randomized Content Block
pt_br: Bloco de Conteúdo Aleatório

source: Problem Bank
pt_br: Banco de Problemas

source: {button_start}Add components{button_end} from a content library to this problem bank.
pt_br: {button_start}Adicionar componentes{button_end} de uma biblioteca de conteúdo a este banco de problemas.

source: You have not selected any components yet.
pt_br: Você ainda não selecionou nenhum componente.

source: Learners will see the selected component:
pt_br: Os alunos verão o componente selecionado:

source: Press {link_start}View{link_end} to preview, sync/update, and/or remove the selected components.
pt_br: Pressione {link_start}View{link_end} para visualizar, sincronizar/atualizar, e/ou remover os componentes selecionados.

source: Press {link_start}Edit{link_end} to configure how many will be shown and other settings.
pt_br: Pressione {link_start}Editar{link_end} para definir quantos serão mostrados e outras configurações.

source: Blank Common Problem
pt_br: Problema Comum em Branco

source: Checkboxes with Hints and Feedback
pt_br: Caixas de seleção com Dicas e Comentários

source: Dropdown with Hints and Feedback
pt_br: Menu suspenso com Dicas e Comentários

source: Multiple Choice with Hints and Feedback
pt_br: Múltipla escolha com Dicas e Comentários

source: Numerical Input with Hints and Feedback
pt_br: Entrada numérica com Dicas e Comentários

source: Text Input with Hints and Feedback
pt_br: Entrada de texto com Dicas e Comentários

source: Custom JavaScript Display and Grading
pt_br: Exibição e Avaliação personalizadas em JavaScript

source: Custom Python-Evaluated Input
pt_br: Entrada personalizada avaliada por Python

source: Drag and Drop (Deprecated Version)
pt_br: Arrastar e Soltar (versão obsoleta)

source: Problem with Adaptive Hint
pt_br: Problema com a Dica Adaptável

source: Staff Graded Points
pt_br: Pontos Avaliados pela Equipe

source: Announcement
pt_br: Anúncio

source: Anonymous User ID
pt_br: ID de Usuário Anônimo

source: IFrame Tool
pt_br: Ferramenta de IFrame

source: Raw HTML
pt_br: HTML Puro

source: Zooming Image Tool
pt_br: Ferramenta de Zoom de Imagem

source: Self Assessment Only
pt_br: Somente Autoavaliação

source: Self Assessment to Peer Assessment
pt_br: Autoavaliação para Avaliação por Pares

source: Self Assessment to Staff Assessment
pt_br: Autoavaliação para Avaliação da Equipe

source: Staff Assessment Only
pt_br: Somente Avaliação da Equipe
